var lrc = `[00:00.00]邓紫棋 - 倒流时间
[00:00.83]作词：邓紫棋
[00:00.83]作曲：邓紫棋、Faizal Tahir、Mike Chan、Mage、Ja’a、Tuju、Yonnyboii
[00:00.83]原词曲: Faizal Tahir、Mike Chan、Mage、Ja’a、Tuju、Yonnyboii
[00:00.83]制作人：邓紫棋、T-ma马敬恒
[00:00.83]出品：索尼音乐、银河方舟、G Nation Ltd.
[00:00.83]编曲：Faizal Tahir、Mike Chan
[00:00.83]和音：邓紫棋、Faizal Tahir、Mage
[00:00.83]混音：Richard Furch
[00:00.83]母带：Alex Psaroudakis
[00:00.83]制作公司：G Nation Ltd.
[00:00.83]艺人统筹：Vinci Ki
[00:00.83]项目统筹：Tricy代诗琪、Jason来建增、Mandy马越
[00:00.83]营销：银河HIT企划 x 索尼音乐
[00:00.83]封面设计：杨惠中 Cube Yang、吴宸羽 Chenyu Wu
[00:00.83]歌词MV：徐立桀、Regenia、苏柔方、杨惠中、苏琬淋、庄智翔
[00:00.83]出品人：陆瑒@银河方舟、陈国威 Andrew Chan@索尼音乐、许雯静Vivian Xu@索尼音乐
[00:00.83]（未经著作权人许可，不得翻唱、翻录或使用）
[00:00.83]是不是我们健忘
[00:04.60]才把爱留在过往
[00:08.33]回忆若被风吹散
[00:10.37]我该如何抵挡
[00:12.26]怎么才能回到你的身旁
[00:15.87]当我们拥抱着太阳
[00:19.68]不知背后的影子多长
[00:23.34]还以为我们够坚强
[00:25.59]难道是回忆说谎
[00:30.79]想倒流时间
[00:31.96]想要回到你的身边
[00:33.70]I I'm missing you
[00:35.59]I I'm missing you yeah
[00:38.28]让我回到起点
[00:39.35]让我从头爱你一遍
[00:41.24]I I'm missing you
[00:43.12]I I'm missing you yeah
[00:45.78]原来世界最远
[00:46.90]不是距离而是昨天
[00:48.74]I I'm missing you
[00:50.57]I I'm missing you yeah
[00:53.17]即使你忘了
[00:54.29]我还记得 我会纪念
[00:56.44]I'll be missing you
[00:58.12]I'll be missing you yeah
[01:00.78]看那鲜艳的花瓣
[01:02.82]开得多漂亮
[01:05.74]她是否也会
[01:06.56]被你慢慢地遗忘
[01:08.34]远去的时光
[01:10.16]从来也没有一丝幽暗
[01:13.22]你怎么舍得 让它被遗忘
[01:15.77]当我们拥抱着太阳
[01:19.51]不知背后的影子多长
[01:23.32]还以为我们够坚强
[01:25.62]难道是回忆说谎
[01:30.80]想倒流时间
[01:31.82]想要回到你的身边
[01:33.76]I I'm missing you
[01:35.55]I I'm missing you yeah
[01:38.25]让我回到起点
[01:39.32]让我从头爱你一遍
[01:41.26]I I'm missing you
[01:43.09]I I'm missing you yeah
[01:45.75]原来世界最远
[01:46.87]不是距离而是昨天
[01:48.70]I I'm missing you
[01:50.64]I I'm missing you yeah
[01:53.19]即使你忘了
[01:54.36]我还记得 我会纪念
[01:56.35]I'll be missing you
[01:58.14]I'll be missing you yeah
[02:00.89]想倒流时间 回到初次遇见
[02:04.46]想倒流时间 回到那个夏天
[02:08.34]倒流眼泪 找回失去的笑脸
[02:12.06]倒流雨水 还我们一个晴天
[02:15.74]想倒流时间 回到你的身边
[02:19.51]想倒流时间 爱你多一遍
[02:23.28]在你耳边 说我爱你到永远
[02:27.11]我的世界 没有你没有终点
[02:30.90]想倒流时间 倒流时间
[02:39.51]Cuz baby I I'm missing you
[02:43.08]I I'm missing you yeah
[02:45.82]这世界最远
[02:46.84]不是距离而是昨天
[02:54.01]就算你忘了
[02:55.87]Baby I'll be missing you
[02:58.12]I'll be missing you yeah`
